Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 工作状态
source: Work Status
de: Arbeitsstatus
es: Estado de trabajo
fr: État de travail
ja: 仕事状態
ko: 근무 상태
pt_br: Status de trabalho
zh_hans: 工作状态
zh_hant: 打工狀態

# 已为「%@」安排 5 秒测试通知。请切到桌面或锁屏等待弹出，然后点击通知验证是否直达详情页。
source: A 5-second test notification has been scheduled for "%@". Go to the Home Screen or lock the device, wait for it to appear, then tap it to verify it opens the detail page.
de: Eine 5-Sekunden-Testbenachrichtigung fuer "%@" wurde geplant. Wechsle zum Home-Bildschirm oder sperre das Geraet, warte auf die Meldung und tippe sie an, um die Detailseite zu pruefen.
es: Se programo una notificacion de prueba de 5 s para "%@". Ve a la pantalla de inicio o bloquea el dispositivo, espera a que aparezca y tocala para verificar que abra la pagina de detalle.
fr: Une notification de test dans 5 s a ete programmee pour "%@". Passe a l'ecran d'accueil ou verrouille l'appareil, attends son apparition, puis touche-la pour verifier l'ouverture de la page de detail.
ja: 「%@」の5秒後テスト通知を設定しました。ホーム画面に戻るか画面をロックして表示を待ち、通知をタップして詳細ページへ直接移動するか確認してください。
ko: "%@"의 5초 테스트 알림을 예약했어요. 홈 화면으로 이동하거나 화면을 잠근 뒤 알림이 뜨면 눌러서 상세 페이지로 바로 가는지 확인해 주세요.
pt_br: Uma notificacao de teste de 5 s foi agendada para "%@". Va para a tela inicial ou bloqueie o aparelho, espere aparecer e toque nela para verificar se abre a pagina de detalhes.
zh_hans: 已为「%@」安排 5 秒测试通知。请切到桌面或锁屏等待弹出，然后点击通知验证是否直达详情页。
zh_hant: 已為「%@」安排 5 秒測試通知。請切到桌面或鎖屏等待彈出，然後點擊通知驗證是否直達詳情頁。

# 已付定金
source: Paid Deposit
de: Gezahlte Anzahlung
es: Deposito pagado
fr: Acompte paye
ja: 支払い済み予約金
ko: 지불한 계약금
pt_br: Sinal pago
zh_hans: 已付定金
zh_hant: 已付訂金

# 已付定金总额
source: Total Paid Deposits
de: Summe gezahlter Anzahlungen
es: Total de depósitos pagados
fr: Total des acomptes payés
ja: 支払い済み手付金合計
ko: 지불한 예약금 합계
pt_br: Total de depósitos pagos
zh_hans: 已付定金总额
zh_hant: 已付定金總額

# 已允许
source: Allowed
de: Erlaubt
es: Permitido
fr: Autorise
ja: 許可済み
ko: 허용됨
pt_br: Permitido
zh_hans: 已允许
zh_hant: 已允許

# 已切换为「%@」。
source: Switched to "%@".
de: Zu "%@" gewechselt.
es: Se cambio a "%@".
fr: Change pour "%@".
ja: 「%@」に切り替えました。
ko: "%@" 아이콘으로 전환했어요.
pt_br: Alterado para "%@".
zh_hans: 已切换为「%@」。
zh_hant: 已切換為「%@」。

# 已刷新并记录当前日元汇率
source: Current JPY exchange rate refreshed and recorded
de: Aktueller JPY-Wechselkurs aktualisiert und erfasst
es: Tipo JPY actual actualizado y registrado
fr: Taux JPY actuel actualisé et enregistré
ja: 現在の日本円レートを更新して記録しました
ko: 현재 엔화 환율을 새로고침하고 기록했어요
pt_br: Taxa JPY atualizada e registrada
zh_hans: 已刷新并记录当前日元汇率
zh_hant: 已重新整理並記錄目前日元匯率

# 已发送提醒
source: Sent Reminders
de: Gesendete Erinnerungen
es: Recordatorios enviados
fr: Rappels envoyes
ja: 送信済みリマインダー
ko: 보낸 알림
pt_br: Lembretes enviados
zh_hans: 已发送提醒
zh_hant: 已發送提醒

# 已取消购买
source: Purchase cancelled
de: Kauf abgebrochen
es: Compra cancelada
fr: Achat annule
ja: 購入をキャンセルしました
ko: 구매가 취소되었습니다
pt_br: Compra cancelada
zh_hans: 已取消购买
zh_hant: 已取消購買

# 已启用
source: Enabled
de: Aktiviert
es: Activado
fr: Active
ja: 有効
ko: 활성화됨
pt_br: Ativado
zh_hans: 已启用
zh_hant: 已啟用

# 已帮你买好改名项圈，来起个新名字吧～
source: I bought a Rename Collar for you. Let’s pick a new name.
de: Ich habe ein Umbenennungshalsband gekauft. Lass uns einen neuen Namen wählen.
es: Ya compré un collar de cambio de nombre. Elijamos un nombre nuevo.
fr: J’ai acheté un collier de renommage. Choisissons un nouveau nom.
ja: 改名首輪を買っておいたよ。新しい名前を決めよう。
ko: 이름 변경 목걸이를 사 뒀어요. 새 이름을 정해 봐요.
pt_br: Comprei uma Coleira de Renomear. Vamos escolher um novo nome.
zh_hans: 已帮你买好改名项圈，来起个新名字吧～
zh_hant: 已幫你買好改名項圈，來取個新名字吧～

# 已开通
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 有効
ko: 활성화됨
pt_br: Ativo
zh_hans: 已开通
zh_hant: 已啟用

# 已成功合并 %d 个小物。是否删除原选中的裙装？
source: Successfully merged %d accessories. Delete the original selected dresses?
de: %d Accessoires wurden zusammengeführt. Die ursprünglich ausgewählten Kleider löschen?
es: Se fusionaron %d accesorios. ¿Eliminar los vestidos seleccionados originales?
fr: %d accessoires ont été fusionnés. Supprimer les robes sélectionnées d’origine ?
ja: %d個の小物を統合しました。元の選択済みドレスを削除しますか？
ko: 액세서리 %d개를 병합했습니다. 원래 선택한 드레스를 삭제할까요?
pt_br: %d acessórios foram mesclados. Excluir os vestidos selecionados originais?
zh_hans: 已成功合并 %d 个小物。是否删除原选中的裙装？
zh_hant: 已成功合併 %d 個小物。是否刪除原先選中的裙裝？

# 已拒绝
source: Denied
de: Abgelehnt
es: Denegado
fr: Refuse
ja: 拒否済み
ko: 거부됨
pt_br: Negado
zh_hans: 已拒绝
zh_hant: 已拒絕

# 已拥有
source: Owned
de: Im Besitz
es: En posesión
fr: Possédé
ja: 所有済み
ko: 보유 중
pt_br: Possuído
zh_hans: 已拥有
zh_hant: 已擁有

# 已拥有：按普通入库裙装保存，不进入预约列表。
source: Owned: saved as a regular wardrobe item and not added to the reservation list.
de: Im Besitz: Wird als normales Kleid gespeichert und nicht zur Reservierungsliste hinzugefügt.
es: En posesión: se guarda como una prenda normal del armario y no entra en la lista de reservas.
fr: Possédé : enregistré comme une robe classique de la garde-robe, sans l’ajouter aux réservations.
ja: 所有済み：通常の入庫ドレスとして保存し、予約リストには入りません。
ko: 보유 중: 일반 입고 드레스로 저장되며 예약 목록에는 들어가지 않습니다.
pt_br: Possuído: salvo como vestido normal no guarda-roupa, sem entrar na lista de reservas.
zh_hans: 已拥有：按普通入库裙装保存，不进入预约列表。
zh_hant: 已擁有：按普通入庫裙裝儲存，不進入預約列表。

# 已拥有/全款
source: Owned / Paid in Full
de: Im Besitz / vollständig bezahlt
es: En propiedad / pagado completo
fr: Possédé / payé en totalité
ja: 所有済み/全額払い
ko: 보유/전액 결제
pt_br: Possuído / pago integralmente
zh_hans: 已拥有/全款
zh_hant: 已擁有/全款

# 已数：%@
source: Counted: %@
de: Gezählt: %@
es: Contado: %@
fr: Compté : %@
ja: 数えた額：%@
ko: 센 금액: %@
pt_br: Contado: %@
zh_hans: 已数：%@
zh_hant: 已數：%@

# 已签收，已移入已拥有
source: Received and moved to Owned.
de: Empfangen und zu „Im Besitz“ verschoben.
es: Recibido y movido a En propiedad.
fr: Reçu et déplacé dans Possédés.
ja: 受け取り済みとして所有済みに移動しました。
ko: 수령 완료, 보유 항목으로 이동했습니다.
pt_br: Recebido e movido para Possuídos.
zh_hans: 已签收，已移入已拥有
zh_hant: 已簽收，已移入已擁有

# 已自动计算定金：%@
source: Deposit auto-calculated: %@
de: Anzahlung automatisch berechnet: %@
es: Depósito calculado automáticamente: %@
fr: Acompte calculé automatiquement : %@
ja: 内金を自動計算しました：%@
ko: 계약금을 자동 계산했어요: %@
pt_br: Sinal calculado automaticamente: %@
zh_hans: 已自动计算定金：%@
zh_hant: 已自動計算訂金：%@

# 已自动计算尾款：%@
source: Balance auto-calculated: %@
de: Restbetrag automatisch berechnet: %@
es: Saldo calculado automáticamente: %@
fr: Solde calculé automatiquement : %@
ja: 残金を自動計算しました：%@
ko: 잔금을 자동 계산했어요: %@
pt_br: Saldo calculado automaticamente: %@
zh_hans: 已自动计算尾款：%@
zh_hant: 已自動計算尾款：%@

# 已记录
source: Recorded
de: Erfasst
es: Registrado
fr: Enregistré
ja: 記録済み
ko: 기록됨
pt_br: Registrado
zh_hans: 已记录
zh_hant: 已記錄

# 已选条件 (%lld)
source: Selected filters (%lld)
de: Ausgewählte Filter (%lld)
es: Filtros seleccionados (%lld)
fr: Filtres sélectionnés (%lld)
ja: 選択中の条件 (%lld)
ko: 선택한 조건 (%lld)
pt_br: Filtros selecionados (%lld)
zh_hans: 已选条件 (%lld)
zh_hant: 已選條件 (%lld)

# 已领养
source: Adopt completed
de: Adoptiert
es: Adoptado
fr: Adopté
ja: お迎え済み
ko: 입양 완료
pt_br: Adotado
zh_hans: 已领养
zh_hant: 已領養

# 币种
source: Currency
de: Währung
es: Moneda
fr: Devise
ja: 通貨
ko: 통화
pt_br: Moeda
zh_hans: 币种
zh_hant: 幣種

# 带我去商店补一点猫粮、罐头或者玩具吧。
source: Take me to the shop to restock some kibble, cans, or toys.
de: Bring mich in den Laden, um etwas Futter, Dosen oder Spielzeug aufzufüllen.
es: Llévame a la tienda para reponer comida, latas o juguetes.
fr: Emmène-moi à la boutique refaire le plein de croquettes, de boîtes ou de jouets.
ja: ショップでフードや缶詰、おもちゃを少し補充しよう。
ko: 상점에 데려가서 사료, 캔, 장난감을 조금 채워 줘요.
pt_br: Me leve à loja para repor ração, latinhas ou brinquedos.
zh_hans: 带我去商店补一点猫粮、罐头或者玩具吧。
zh_hant: 帶我去商店補一點貓糧、罐頭或者玩具吧。

# 带我逛逛商店
source: Take me to the shop
de: Mit mir in den Shop gehen
es: Llévame a la tienda
fr: M’emmener à la boutique
ja: お店に連れて行く
ko: 상점에 데려가기
pt_br: Me levar à loja
zh_hans: 带我逛逛商店
zh_hant: 帶我逛逛商店

# 帮我搭配一套
source: Help me style an outfit
de: Stell mir bitte ein Outfit zusammen
es: Ayúdame a armar un outfit
fr: Aide-moi à composer une tenue
ja: コーデを一式組んでください
ko: 코디 한 벌을 추천해줘요
pt_br: Me ajude a montar um look
zh_hans: 帮我搭配一套
zh_hant: 幫我搭配一套

# 帮我看下天气，并结合衣橱推荐外套、裙子、鞋子和伞。
source: Check the weather and recommend outerwear, a dress, shoes, and an umbrella from my wardrobe.
de: Schau dir bitte das Wetter an und empfiehl mir aus meiner Garderobe Jacke, Kleid, Schuhe und Schirm.
es: Revisa el clima y recomiéndame abrigo, vestido, zapatos y paraguas desde mi armario.
fr: Regarde la météo et recommande une veste, une robe, des chaussures et un parapluie depuis ma garde-robe.
ja: 天気を見て、衣装棚からアウター、ワンピ、靴、傘をおすすめしてください。
ko: 날씨를 보고 옷장에서 겉옷, 원피스, 신발, 우산을 추천해줘요.
pt_br: Veja o clima e recomende casaco, vestido, sapatos e guarda-chuva do meu guarda-roupa.
zh_hans: 帮我看下天气，并结合衣橱推荐外套、裙子、鞋子和伞。
zh_hant: 幫我看下天氣，並結合衣櫥推薦外套、裙子、鞋子和傘。

# 平衡
source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
ja: バランス
ko: 균형
pt_br: Equilibrado
zh_hans: 平衡
zh_hant: 平衡

# 平面
source: Flat
de: Flach
es: Plano
fr: Plat
ja: 平面
ko: 평면
pt_br: Plano
zh_hans: 平面
zh_hant: 平面

# 年度
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ja: 年間
ko: 연간
pt_br: Anual
zh_hans: 年度
zh_hant: 年度

# 年度预约 (点我展开)
source: Annual Reservations (tap to expand)
de: Jahresreservierungen (zum Aufklappen tippen)
es: Reservas anuales (toca para desplegar)
fr: Reservations annuelles (toucher pour ouvrir)
ja: 年間予約（タップで展開）
ko: 연간 예약 (탭해서 펼치기)
pt_br: Reservas anuais (toque para expandir)
zh_hans: 年度预约 (点我展开)
zh_hant: 年度預約（點我展開）

# 年度预约 (点我折叠)
source: Annual Reservations (tap to collapse)
de: Jahresreservierungen (zum Einklappen tippen)
es: Reservas anuales (toca para plegar)
fr: Reservations annuelles (toucher pour replier)
ja: 年間予約（タップで折りたたむ）
ko: 연간 예약 (탭해서 접기)
pt_br: Reservas anuais (toque para recolher)
zh_hans: 年度预约 (点我折叠)
zh_hant: 年度預約（點我折疊）

# 库存
source: Stock
de: Bestand
es: Inventario
ja: 在庫
ko: 재고
pt_br: Estoque
zh_hans: 库存
zh_hant: 庫存

# 库存数量
source: Stock quantity
de: Bestand
es: Cantidad en stock
fr: Quantité en stock
ja: 在庫数
ko: 재고 수량
pt_br: Quantidade em estoque
zh_hans: 库存数量
zh_hant: 庫存數量

# 建议：
source: Suggestion:
de: Tipp:
es: Sugerencia:
fr: Conseil :
ja: 提案：
ko: 제안:
pt_br: Sugestão:
zh_hans: 建议：
zh_hant: 建議：

# 开启后，萌宠只有在空闲、状态达标、未到每日收益上限时才会自动接活。手动互动、睡觉、喂食和洗澡不会被自动打断。
source: After enabling this, your pet only accepts jobs when idle, stat thresholds are met, and the daily earnings cap has not been reached. Manual interactions, sleep, feeding, and bathing are not interrupted.
de: Wenn aktiviert, nimmt dein Haustier nur automatisch Jobs an, wenn es frei ist, die Statuswerte passen und das tägliche Einnahmelimit nicht erreicht ist. Manuelle Interaktionen, Schlafen, Füttern und Baden werden nicht unterbrochen.
es: Al activarlo, la mascota solo aceptará trabajos automáticamente cuando esté libre, tenga buen estado y no haya alcanzado el límite diario de ganancias. Las interacciones manuales, dormir, alimentar y bañar no se interrumpirán.
fr: Une fois activé, l'animal accepte automatiquement du travail seulement s'il est libre, en bon état et sous la limite de gains quotidienne. Les interactions manuelles, le sommeil, le repas et le bain ne seront pas interrompus.
ja: オンにすると、ペットは暇で状態が基準を満たし、1日の収益上限に達していない時だけ自動で仕事を受けます。手動のふれあい、睡眠、食事、お風呂は自動で中断されません。
ko: 켜면 펫이 한가하고 상태가 기준을 충족하며 일일 수익 한도에 도달하지 않았을 때만 자동으로 일을 받아요. 수동 상호작용, 수면, 먹이기, 목욕은 자동으로 중단되지 않아요.
pt_br: Ao ativar, o pet só aceita trabalhos automaticamente quando estiver ocioso, com status suficiente e abaixo do limite diário de ganhos. Interações manuais, sono, alimentação e banho não serão interrompidos.
zh_hans: 开启后，萌宠只有在空闲、状态达标、未到每日收益上限时才会自动接活。手动互动、睡觉、喂食和洗澡不会被自动打断。
zh_hant: 開啟後，萌寵只有在空閒、狀態達標、未到每日收益上限時才會自動接活。手動互動、睡覺、餵食和洗澡不會被自動打斷。

# 开启后按尾款日提醒
source: Enable reminders based on the final payment date
de: Nach dem Aktivieren wird nach dem Restzahlungsdatum erinnert
es: Al activarlo, se avisara segun la fecha de pago final
fr: Une fois active, les rappels suivent la date de solde final
ja: 有効にすると残金支払日に合わせて通知します
ko: 켜면 잔금일 기준으로 알려드려요
pt_br: Ao ativar, os lembretes seguem a data de pagamento final
zh_hans: 开启后按尾款日提醒
zh_hant: 開啟後按尾款日提醒

# 开启尾款提醒
source: Enable Final Payment Reminders
de: Restzahlungs-Erinnerungen aktivieren
es: Activar recordatorios de pago final
fr: Activer les rappels de solde final
ja: 残金リマインダーを有効にする
ko: 잔금 알림 켜기
pt_br: Ativar lembretes de pagamento final
zh_hans: 开启尾款提醒
zh_hant: 開啟尾款提醒

# 开启自动打工
source: Enable Auto Work
de: Auto-Arbeit aktivieren
es: Activar trabajo automático
fr: Activer le travail auto
ja: 自動仕事をオン
ko: 자동 일하기 켜기
pt_br: Ativar trabalho automático
zh_hans: 开启自动打工
zh_hant: 開啟自動打工

# 开通 VIP 后，可以把 Pink House 的桌面图标换成礼服、珍珠、月光等专属风格。
source: After activating VIP, you can change the Pink House home-screen icon to exclusive styles such as gown, pearl, or moonlight.
de: Nach der VIP-Aktivierung kannst du das Pink House Homescreen-Icon in exklusive Stile wie Kleid, Perle oder Mondlicht aendern.
es: Tras activar VIP, puedes cambiar el icono de Pink House por estilos exclusivos como vestido, perla o luz de luna.
fr: Apres activation VIP, vous pouvez changer l'icone Pink House de l'ecran d'accueil en styles exclusifs comme robe, perle ou clair de lune.
ja: VIP を有効にすると、Pink House のホーム画面アイコンをドレス、真珠、月光などの限定スタイルに変更できます。
ko: VIP를 활성화하면 Pink House 홈 화면 아이콘을 드레스, 진주, 달빛 같은 전용 스타일로 바꿀 수 있어요.
pt_br: Depois de ativar o VIP, voce pode trocar o icone do Pink House por estilos exclusivos como vestido, perola ou luar.
zh_hans: 开通 VIP 后，可以把 Pink House 的桌面图标换成礼服、珍珠、月光等专属风格。
zh_hant: 開通 VIP 後，可以把 Pink House 的桌面圖示換成禮服、珍珠、月光等專屬風格。

# 开通 VIP 后，就可以为桌面换上专属图标。
source: Activate VIP to use exclusive Home Screen icons.
de: Aktiviere VIP, um exklusive Home-Bildschirm-Symbole zu verwenden.
es: Activa VIP para usar iconos exclusivos en la pantalla de inicio.
fr: Activez VIP pour utiliser des icones d'ecran d'accueil exclusives.
ja: VIPを有効にすると、専用のホーム画面アイコンを使えます。
ko: VIP를 활성화하면 전용 홈 화면 아이콘을 사용할 수 있어요.
pt_br: Ative o VIP para usar icones exclusivos na Tela de Inicio.
zh_hans: 开通 VIP 后，就可以为桌面换上专属图标。
zh_hant: 開通 VIP 後，就可以為桌面換上專屬圖示。

# 开通 VIP 后即可切换专属卡片皮肤，并解锁你的尊贵身份样式。
source: Activate VIP to switch exclusive card skins and unlock your premium identity style.
de: Aktiviere VIP, um exklusive Karten-Skins zu wechseln und deinen Premium-Identitaetsstil freizuschalten.
es: Activa VIP para cambiar skins de tarjeta exclusivos y desbloquear tu estilo de identidad premium.
fr: Activez le VIP pour changer de skins de carte exclusifs et debloquer votre style d'identite premium.
ja: VIP を有効にすると限定カードスキンを切り替え、プレミアムな身分スタイルを解除できます。
ko: VIP를 활성화하면 전용 카드 스킨을 바꾸고 프리미엄 신분 스타일을 해제할 수 있어요.
pt_br: Ative o VIP para trocar skins de cartao exclusivos e desbloquear seu estilo de identidade premium.
zh_hans: 开通 VIP 后即可切换专属卡片皮肤，并解锁你的尊贵身份样式。
zh_hant: 開通 VIP 後即可切換專屬卡片皮膚，並解鎖你的尊貴身份樣式。

# 开通 VIP 后即可解锁专属身份标识、靓号与卡片皮肤。右上角的「设置卡片」入口也会继续保留。
source: Activate VIP to unlock exclusive identity badges, lucky numbers, and card skins. The Set Card entry in the top-right menu will remain available.
de: Aktiviere VIP, um exklusive Identitaetsabzeichen, Gluecksnummern und Karten-Skins freizuschalten. Der Eintrag Karte festlegen oben rechts bleibt erhalten.
es: Activa VIP para desbloquear insignias de identidad, numeros especiales y skins de tarjeta. La entrada Configurar tarjeta seguira en el menu superior derecho.
fr: Activez le VIP pour debloquer badges d'identite exclusifs, numeros chanceux et skins de carte. L'entree Regler la carte restera dans le menu en haut a droite.
ja: VIP を有効にすると、限定身分バッジ、ラッキーナンバー、カードスキンを解除できます。右上の「カード設定」入口も引き続き使えます。
ko: VIP를 활성화하면 전용 신분 표시, 행운 번호, 카드 스킨을 해제할 수 있습니다. 오른쪽 위의 카드 설정 입구도 계속 유지됩니다.
pt_br: Ative o VIP para desbloquear identificadores exclusivos, numeros especiais e skins de cartao. A entrada Configurar cartao no canto superior direito continuara disponivel.
zh_hans: 开通 VIP 后即可解锁专属身份标识、靓号与卡片皮肤。右上角的「设置卡片」入口也会继续保留。
zh_hant: 開通 VIP 後即可解鎖專屬身份標識、靚號與卡片皮膚。右上角的「設定卡片」入口也會繼續保留。

# 开通 VIP 后即可解锁来财纸币与背景样式自定义能力。
source: Activate VIP to unlock custom bill and background styles for Fortune.
de: Aktiviere VIP, um individuelle Geldschein- und Hintergrundstile fuer Fortune freizuschalten.
es: Activa VIP para desbloquear estilos personalizados de billetes y fondos de fortuna.
fr: Activez le VIP pour debloquer la personnalisation des billets et arriere-plans Fortune.
ja: VIP を有効にすると、来財の紙幣と背景スタイルのカスタマイズを解除できます。
ko: VIP를 활성화하면 재물 기능의 지폐와 배경 스타일 사용자화를 해제할 수 있어요.
pt_br: Ative o VIP para desbloquear estilos personalizados de cedulas e fundos de fortuna.
zh_hans: 开通 VIP 后即可解锁来财纸币与背景样式自定义能力。
zh_hant: 開通 VIP 後即可解鎖來財紙幣與背景樣式自訂能力。

# 开通VIP即可解锁
source: Unlock by activating VIP
de: Mit VIP freischalten
es: Desbloquea activando VIP
fr: Débloqué avec VIP
ja: VIPを有効にすると解放
ko: VIP를 활성화하면 잠금 해제
pt_br: Desbloqueie ativando VIP
zh_hans: 开通VIP即可解锁
zh_hant: 開通 VIP 即可解鎖

# 开通后立即生效，可叠加有效期
source: Takes effect immediately and can extend your current period.
de: Wird sofort aktiv und kann deine aktuelle Laufzeit verlaengern.
es: Se activa de inmediato y puede ampliar tu periodo actual.
fr: Prend effet immediatement et peut prolonger votre periode actuelle.
ja: 有効化後すぐに反映され、現在の期限に加算できます。
ko: 활성화 후 즉시 적용되며 기존 기간에 누적됩니다.
pt_br: Entra em vigor imediatamente e pode estender seu periodo atual.
zh_hans: 开通后立即生效，可叠加有效期
zh_hant: 開通後立即生效，可疊加有效期

# 开通后解锁智能能力、尊贵身份与专属优惠
source: Unlock smart features, VIP identity, and exclusive discounts.
de: Schalte smarte Funktionen, VIP-Identitaet und exklusive Rabatte frei.
es: Desbloquea funciones inteligentes, identidad VIP y descuentos exclusivos.
fr: Debloquez des fonctions intelligentes, une identite VIP et des remises exclusives.
ja: 有効化するとスマート機能、VIP 身分、限定割引を解除できます。
ko: 활성화하면 스마트 기능, VIP 신분, 전용 할인을 해제할 수 있어요.
pt_br: Desbloqueie recursos inteligentes, identidade VIP e descontos exclusivos.
zh_hans: 开通后解锁智能能力、尊贵身份与专属优惠
zh_hant: 開通後解鎖智慧能力、尊貴身份與專屬優惠

# 开通成功！有效期至 %@
source: VIP activated! Valid until %@
de: VIP aktiviert! Gueltig bis %@
es: VIP activado! Valido hasta %@
fr: VIP active ! Valable jusqu'au %@
ja: VIP が有効になりました！有効期限: %@
ko: VIP가 활성화되었습니다! 유효 기간: %@
pt_br: VIP ativado! Valido ate %@
zh_hans: 开通成功！有效期至 %@
zh_hant: 開通成功！有效期至 %@

# 归类品牌
source: Assign Brand
de: Marke zuweisen
es: Asignar marca
fr: Attribuer une marque
ja: ブランドを設定
ko: 브랜드 지정
pt_br: Atribuir marca
zh_hans: 归类品牌
zh_hant: 歸類品牌

source: The current App Store environment did not return any redeemable Meow Coin products, so the offer code cannot be redeemed. Check that all 6 Meow Coin packs are available and that every Free Offer is linked to its product. Sandbox accounts can only test Sandbox Codes and cannot redeem production URL, Custom, or One-Time Use Codes.
de: Die aktuelle App Store Umgebung hat keine einloesbaren Miau-Muenzen-Produkte zurueckgegeben; der Angebotscode kann daher nicht eingeloest werden. Pruefe, ob alle 6 Pakete verfuegbar sind und jedes Free Offer mit dem passenden Produkt verknuepft ist. Sandbox-Accounts koennen nur Sandbox Codes testen und keine Produktions-URL-, Custom- oder One-Time-Use-Codes einloesen.
es: El entorno actual de App Store no devolvio ningun producto de monedas Miau canjeable, por lo que el codigo no se puede canjear. Comprueba que los 6 paquetes esten disponibles y que cada Free Offer este vinculada al producto correspondiente. Las cuentas sandbox solo pueden probar Sandbox Codes y no pueden canjear URL, Custom ni One-Time Use Codes de produccion.
fr: L'environnement App Store actuel n'a renvoye aucun produit de pieces Miaou echangeable ; le code ne peut donc pas etre utilise. Verifiez que les 6 packs sont disponibles et que chaque Free Offer est liee au bon produit. Les comptes sandbox ne peuvent tester que des Sandbox Codes et ne peuvent pas utiliser les codes URL, Custom ou One-Time Use de production.
ja: 現在の App Store 環境では引き換え可能なニャーコイン商品が返されていないため、オファーコードを引き換えられません。6 種類のニャーコインパックが利用可能で、各 Free Offer が対応商品に紐づいているか確認してください。Sandbox アカウントでは Sandbox Codes のみテストでき、本番環境の URL / Custom / One-Time Use Codes は引き換えできません。
ko: 현재 App Store 환경에서 교환 가능한 야옹 코인 상품을 반환하지 않아 혜택 코드를 교환할 수 없습니다. 6개 야옹 코인 상품이 모두 사용 가능한지, 각 Free Offer가 해당 상품에 연결되어 있는지 확인하세요. 샌드박스 계정은 Sandbox Codes만 테스트할 수 있으며 운영 환경 URL / Custom / One-Time Use Codes는 교환할 수 없습니다.
pt_br: O ambiente atual da App Store nao retornou nenhum produto de Moedas Miau resgatavel, entao o codigo promocional nao pode ser resgatado. Verifique se os 6 pacotes estao disponiveis e se cada Free Offer esta vinculada ao produto correto. Contas sandbox so podem testar Sandbox Codes e nao podem resgatar codigos de producao URL, Custom ou One-Time Use.
zh_hans: 当前 App Store 环境没有返回任何可兑换的喵币商品，优惠码无法兑换。请检查 6 个喵币档是否可用、每个 Free Offer 是否绑定对应商品；沙盒账号只能测试 Sandbox Codes，不能兑换生产环境 URL / Custom / One-Time Use Codes。
zh_hant: 目前 App Store 環境沒有返回任何可兌換的喵幣商品，因此無法兌換優惠碼。請檢查 6 個喵幣檔位是否可用、每個 Free Offer 是否已綁定對應商品；沙盒帳號只能測試 Sandbox Codes，不能兌換正式環境 URL / Custom / One-Time Use Codes。

# 当前余额
source: Current Balance
de: Aktueller Kontostand
es: Saldo actual
fr: Solde actuel
ja: 現在の残高
ko: 현재 잔액
pt_br: Saldo atual
zh_hans: 当前余额
zh_hant: 目前餘額

# 当前使用
source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 使用中
ko: 현재 사용 중
pt_br: Atual
zh_hans: 当前使用
zh_hant: 目前使用

# 当前兑换价格：66 喵币 / 月
source: Current redemption price: 66 Meow Coins / month
de: Aktueller Einloesepreis: 66 Miau-Muenzen / Monat
es: Precio de canje actual: 66 monedas Miau / mes
fr: Prix d'echange actuel : 66 pieces Miaou / mois
ja: 現在の引き換え価格: 66 ニャーコイン / 月
ko: 현재 교환 가격: 월 66 야옹 코인
pt_br: Preco atual de troca: 66 Moedas Miau / mes
zh_hans: 当前兑换价格：66 喵币 / 月
zh_hant: 目前兌換價格：66 喵幣 / 月

# 当前最多可兑换 %d
source: You can exchange up to %d now
de: Du kannst aktuell höchstens %d tauschen
es: Ahora puedes cambiar hasta %d
fr: Vous pouvez échanger jusqu’à %d pour le moment
ja: 現在交換できる上限は%dです
ko: 현재 최대 %d까지 교환할 수 있어요
pt_br: Agora você pode trocar até %d
zh_hans: 当前最多可兑换 %d
zh_hant: 目前最多可兌換 %d

# 当前数量无法兑换
source: This amount can’t be exchanged
de: Dieser Betrag kann nicht getauscht werden
es: Esta cantidad no se puede cambiar
fr: Ce montant ne peut pas être échangé
ja: この数量は交換できません
ko: 현재 수량은 교환할 수 없어요
pt_br: Esta quantidade não pode ser trocada
zh_hans: 当前数量无法兑换
zh_hant: 目前數量無法兌換

# 当前无法购买
source: Purchases are currently unavailable
de: Kaeufe sind derzeit nicht verfuegbar
es: Las compras no estan disponibles actualmente
fr: Les achats sont actuellement indisponibles
ja: 現在購入できません
ko: 현재 구매할 수 없습니다
pt_br: Compras indisponiveis no momento
zh_hans: 当前无法购买
zh_hant: 目前無法購買

# 当前没有可用于兑换的%@
source: Current No Available Redeem %@
de: Derzeit ist kein %@ zum Tauschen verfügbar
es: No hay %@ disponible para cambiar ahora
fr: Aucun %@ disponible à échanger pour le moment
ja: 今は交換に使える%@がありません
ko: 지금 교환에 사용할 %@이(가) 없어요
pt_br: Não há %@ disponível para trocar agora
zh_hans: 当前没有可用于兑换的%@
zh_hant: 當前沒有可用於兌換的%@

# 当前状态
source: Current Status
de: Aktueller Status
es: Estado actual
fr: État actuel
ja: 現在の状態
ko: 현재 상태
pt_br: Status atual
zh_hans: 当前状态
zh_hant: 目前狀態

# 当前筛选没有匹配结果，清除条件后可以回到完整衣橱。
source: These filters have no matches. Clear them to return to the full wardrobe.
de: Diese Filter liefern keine Treffer. Lösche sie, um zum gesamten Kleiderschrank zurückzukehren.
es: Estos filtros no tienen resultados. Bórralos para volver al armario completo.
fr: Ces filtres ne donnent aucun résultat. Effacez-les pour revenir à toute la garde-robe.
ja: 現在のフィルターに一致する結果はありません。条件をクリアすると全体のクローゼットに戻れます。
ko: 현재 필터와 일치하는 결과가 없어요. 조건을 지우면 전체 옷장으로 돌아갈 수 있어요.
pt_br: Estes filtros não têm resultados. Limpe-os para voltar ao guarda-roupa completo.
zh_hans: 当前筛选没有匹配结果，清除条件后可以回到完整衣橱。
zh_hant: 目前篩選沒有符合結果，清除條件後可以回到完整衣櫥。

# 当前衣物: %d/%d
source: Current clothing items: %d/%d
de: Aktuelle Kleidungsstücke: %d/%d
es: Prendas actuales: %d/%d
fr: Vêtements actuels : %d/%d
ja: 現在の服: %d/%d
ko: 현재 의상: %d/%d
pt_br: Peças atuais: %d/%d
zh_hans: 当前衣物: %d/%d
zh_hant: 目前衣物：%d/%d
